{
  "Shengen": "Schengen",
  "AQSH": "USA",
  "Xitoy": "China",
  "Yaponiya": "Japan",
  "Kanada": "Canada",
  "kontakt": "contact",
  "ijtimoiy tarmoqlar": "social networks",
  "Amir Temur shox ko'chasi, Cho'pon ota": "Amir Temur street, corner of Chupon",
  "Ariza qoldirish": "Leave a request",
  "Yuborish": "Send",
  "AQSH Visasi haqida ma'lumotlar": "Information about the US visa",
  "Ismingiz": "Your name",
  "Familiyangiz": "Your surname",
  "Fikringiz": "Your opinion",
  "Telefon raqamingiz": "Your phone number",
  "AQSHga borish uchun vizalar 2 xil asosiy toifaga bo'linadi": "Visas for entry into the United States are divided into 2 main types",
  "Immigrant (muhojir) vizalar. Bu xuddi Germaniyaga olinadigan D toifadagi milliy vizalarga o'xshash. Ya'ni agar siz AQSHga doimiy yashash uchun bormoqchi bo'lsangiz, u holda shu toifadagi vizalarni olishingiz kerak. Immigrant vizalarga quyidagilarni misol qilib keltirish mumkin": "Immigrant visas. These are similar to the D category national visas for Germany. That is, if you want to go to the USA for permanent residence, then you need to get visas of this category. The following can be cited as examples of immigrant visas",
  "AQSH fuqarosi bilan oila birlashtirish vizasi (turmush o'rtoqlar va 21 yoshga to'lmagan farzandlar uchun)": "Family reunification visa with a US citizen (for spouses and children under 21)",
  "Ish bilan bog'liq vizalar (yuqori iste'dod egalariga, professorlarga, managerlarga, diniy ishchilarga, investorlarga beriladigan vizalar)": "Visas related to work (visas for highly skilled workers, professors, managers, religious workers, investors)",
  "Diversity Visa (hammamiz viladigan green card).": "Diversity Visa (green card that everyone dreams of).",
  "Agar siz AQShda viza muddatidan ko’proq qolsangiz nima bo’ladi?": "What happens if you stay in the USA longer than your visa allows?",
  "Agar viza muddati tugaganidan keyin 1 kundan ortiq qolsangiz, keyingi viza olishingizda katta tasir ko’rsatadi.": "If you stay more than 1 day after your visa expires, it will have a big impact on your next visa.",
  "Agar viza muddati tugaganidan keyin 180 kundan ortiq qolsangiz, AQSH hududiga 3 yil mobaynida kiritilmasligingiz mumkin.": "If you stay more than 180 days after your visa expires, you may not be allowed to enter the USA for 3 years.",
  "Agar viza muddati tugaganidan keyin 1 yildan ortiq qolsangiz, AQSH hududiga 10 yil mobaynida kiritilmasligingiz mumkin.": "If you stay more than 1 year after your visa expires, you may not be allowed to enter the USA for 10 years.",
  "Amerika elchixonasida vizaga murojaat qiluvchilarga beriladigan eng ko‘p uchraydigan savollar (90% li savollar to‘plami)": "The most frequently asked questions for visa applicants at the US Embassy (90% of questions)",
  "Maqsad": "Purpose",
  "AQShga safaringizning maqsadi nima?": "What is the purpose of your trip to the USA?",
  "Nega aynan hozir safar qilmoqchisiz?": "Why do you want to travel right now?",
  "Yo‘nalish va joylashuv": "Direction and location",
  "AQShning qaysi shahriga bormoqchisiz?": "Which city in the USA are you going to?",
  "Qayerda bo‘lasiz? (Mehmonxona, qarindosh yoki do‘stning manzili)": "Where will you stay? (Hotel, relative or friend's address)",
  "Hamrohlar": "Companions",
  "Yolg‘iz ketyapsizmi yoki kimdir bilanmi?": "Are you traveling alone or with someone?",
  "Agar biror kishi bilan bo‘lsa, u kim bo‘ladi? (Do‘st, qarindosh yoki hamkasb)": "If you are with someone, who is it? (Friend, relative or colleague)",
  "Moliyaviy holat": "Financial situation",
  "Safaringiz uchun kim xarajat qiladi?": "Who will pay for your trip?",
  "O‘zingizning daromadingiz qancha?": "How much is your income?",
  "Ish joyingiz va lavozimingiz nima?": "Where do you work and what is your position?",
  "Oldingi safarlar": "Previous trips",
  "Oldin boshqa davlatlarga sayohat qilganmisiz?": "Have you traveled to other countries before?",
  "Oldin AQShga borganmisiz? Agar bo‘lgan bo‘lsangiz, qachon va qanchalik vaqtga?": "Have you been to the USA before? If so, when and for how long?",
  "Ish joyi va faoliyat": "Workplace and activity",
  "Qayerda ishlaysiz?": "Where do you work?",
  "Lavozimingiz nima?": "What is your position?",
  "Ish beruvchingizning nomi va manzili?": "What is the name and address of your employer?",
  "Qancha vaqtdan beri shu joyda ishlaysiz?": "How long have you been working here?",
  "Oylik daromad": "Monthly income",
  "Oylik yoki yillik daromadingiz qancha?": "How much is your monthly or annual income?",
  "Ish haqingizdan tashqari boshqa daromad manbalaringiz bormi?": "Do you have any other sources of income besides your job?",
  "AQShdagi qarindoshlar yoki do‘stlar": "Relatives or friends in the USA",
  "AQShda qarindoshingiz bormi?": "Do you have relatives in the USA?",
  "Agar bo‘lsa, ular kim va qaerda yashaydi?": "If so, who are they and where do they live?",
  "AQShda sizni kim kutib oladi yoki kim bilan bo‘lasiz?": "Who will meet you or who will you stay with in the USA?",
  "Kanada Visasi haqida ma'lumotlar": "Information about the Canadian visa",
  "Kanada davlati butun dunyo bo‘ylab juda ko‘plab talabalarning yashash va ta’lim olish uchun ideal mamlakatlardan biri hisoblanadi.": "Canada is considered one of the most ideal countries for living and studying for students from all over the world.",
  "Buni chuqur anglagan Kanada davlati hukumati ham xalqaro talabalar uchun Kanada davlatida ta’lim olishlari uchun juda ko‘plab imkoniyatlarni taqdim etib kelmoqda.": "The Canadian government, which understands this well, provides many opportunities for studying in Canada for international students.",
  " Albatta, bunday imkoniyatlardan to‘liq foydalana olish uchun talabalar avvalo Kanada davlatiga talaba sifatida kirib olishlari kerak.": "Of course, in order to take full advantage of these opportunities, students must first enter Canada as students.",
  "Bu esa Kanada talabalik vizasini qo‘lga kiritish orqali amalga oshiriladi.": "This is done by obtaining a Canadian student visa.",
  "KANADA turistlik vizasini ishchi vizaga almashtirsa bo’ladimi?": "Can I get a Canadian tourist visa if I have a work visa?",
  "Kanada hukumatining 2020-2024 avgustdagi qaroriga muvofiq Kanadadagi sayohatchilar Kanadada turgan holatda ishlashga ruhsatnomaga topshirishlari mumkin. Buni birinchi talabi, sizga ish beruvchi ishga taklifnoma berishi kerak.": "According to the decision of the Canadian government from August 2020-2024, tourists in Canada are allowed to work while staying in Canada. The first requirement for this is to receive a job offer from an employer.",
  "Undan tashqari albatta sizga ingliz tili yo fransuz tili kerak bo’ladi. Siz buni 100 foiz bilishingiz shart emas. Sizda 4 ielts bo’lishi kerak.": "In addition, you will definitely need English or French. You don't have to know it 100%. You need to have 4 ielts.",
  "Bu qaror kanadaga tashrif buyurgan mehmonlarni qonuni buzmasdan turib qonuniy tarzda kanada ishlashga imkoniyat yaratdi.": "This decision created an opportunity for guests visiting Canada to work in Canada in a legal manner without breaking the law.",
  "Bemalol Kanadaga turist viza bilan borib qonuniy tarzda ishchi vizaga o’tkazish mumkin.": "Certainly, you can enter Canada with a tourist visa and transfer to a work visa in a legal manner.",
  "Shengen Visa haqida ma'lumotlar": "Information about the Schengen Visa",
  "EU Shengen hududi o‘zi nima va u nega kerak?": "What is the EU Schengen area and why is it needed?",
  "Shengen hududini tuzish 1985-yil 14-iyunda Yevropa Ittifoqining beshta davlati - Fransiya, Germaniya, Belgiya, Niderlandiya va Lyuksemburg o‘rtasida hukumatlararo loyiha sifatida boshlangan va asta-sekin dunyoning erkin sayohat hududiga aylangan. Shengen - Lyuksemburgdagi Germaniya va Fransiya bilan chegaradosh kichik qishloq nomi, u yerda 1985−1990 yillarda Shengen shartnomasi va konvensiyasi imzolangan.": "The establishment of the Schengen area began on June 14, 1985 as an intergovernmental project between five European Union countries - France, Germany, Belgium, the Netherlands and Luxembourg, and gradually expanded to the free travel area of the world. Schengen is a small village on the border of Germany and France in Luxembourg, where the Schengen Agreement and Convention were signed between 1985 and 1990.",
  "Bu viza turi Shengen davlatlariga erkin kirish, bir mamlakatdan boshqasiga sayohatni chegara nazoratisiz amalga oshirish huquqini beradi.": "This type of visa gives the right to free entry to the Schengen countries, to travel from one country to another without border control.",
  "Nima uchun Viza rad etilishi mumkin?": "Why can a visa be rejected?",
  "Shengen Visalari necha foizi maqullangan?": "What percentage of Schengen Visas are accepted?",
  "Yevrokomissiya 2023-yil uchun Shengen vizalarini berish natijalarini sarhisob qildi": "The European Commission has calculated the results of issuing Schengen visas for 2023",
  "Shengen viza bo‘yicha murojaatlarning umumiy soni 37 foizga oshib, 10,3 million arizaga yetgan. So‘rovlar soni bo‘yicha birinchi 5 davlat": "The total number of applications for Schengen visas has increased by 37 percent, reaching 10.3 million. The top 5 countries by number of requests",
  "Xitoy (1,1 million kishi)": "China (1.1 million people)",
  "Turkiya (1,05 million kishi)": "Turkey (1.05 million people)",
  "Hindiston (966 ming kishi)": "India (966 thousand people)",
  "Marokash (591 ming kishi)": "Morocco (591 thousand people)",
  "Rossiya (520 ming kishi).": "Russia (520 thousand people).",
  "Roʻyxatdan oʻtishdagi qiyinchiliklar, mamlakatlar boʻyicha yangi cheklovlar (Finlyandiyadan berishni toʻliq taqiqlash, Germaniya vizalarini olishning murakkabligi) tufayli murojaat etuvchilar soni deyarli 25% ga kamygani kuzatildi.": "Difficulties in registration, new restrictions by country (full confirmation of departure from Finland, complexity of obtaining German visas) have led to a decrease in the number of applicants by almost 25%.",
  "Shengen vizasi safar maqsadiga ko’ra 2 kotegoriyada – А va С – beriladi (A va C kategoriyalarda beriladi)": "The Schengen visa is issued in 2 categories according to the purpose of the trip - A and C",
  "A kotegoriyasidagi viza Shengen davlati aeropoti xalqaro tranzit hududidan o’tishga mo’ljallangan bo’lib, u Shengen kelishuvi a’zo davlatlarining to’g’ridan to’g’ri hududlariga kirish huquqini bermaydi.": "A visa in category A is intended for international transit through the international transit area of the Schengen state airport and does not give the right to enter the territory of the member states of the Schengen Agreement.",
  "C kotegoriyasidagi viza Shengen kelishuvi a’zo davlatlari bo’lgan 1 yoki undan ko’p mamlakatlarida bo’lish hohishini bildirgan yoki tranzit orqali bir davlatdan ikkinchi davlatga o’tish istagi bor fuqarolar uchun beriladi.": "A visa in category C is issued for citizens who wish to travel from one country to another through transit or who have expressed a desire to stay in one or more countries that are members of the Schengen Agreement.",
  "Uzoq muddatli viza – kategoriya D": "Long-term visa - category D",
  "Latviyada yarim yil mobaynida 90 kundan ortiq turish zarur bo’lgan chet el fuqarosi uzoq muddatli viza (yoki вид на жительство) rasmiylashtirishi lozim.": "A foreign citizen who needs to stay in Latvia for more than 90 days must formalize a long-term visa (or вид на жительство).",
  "Hujjatlar yetarli emas.": "Documents are not enough.",
  "Eng keng tarqalgan sabab. Har bir viza uchun hujjatlar ro‘yxati har hil bo'ladi  – agar siz talab qilinayotgan barcha hujjatlarni to’liq va to’g’ri ravishda topshirmasangiz sizga viza berilmasligi mumkin.": "The most common reason. The list of documents for each visa is different - if you do not submit all the required documents in full and correctly, you may not be granted a visa.",
  "Hujjatlar juda eski.": "Documents are very old.",
  "Ba'zi mamlakatlarda maxsus talablar mavjud - masalan, hujjatlarni topshirishdan kamida 6 oy oldin su'ratga olish mumkin, bankdan ko'chirma esa ko'pi bilan 1 oy oldin olinishi mumkin.": "Some countries have special requirements - for example, you can take a photo at least 6 months before submitting the documents, and a bank statement can be taken no more than 1 month before.",
  "Oldingi sayohatlar.": "Previous trips.",
  "Bu yerda vaziyat 2 hil. Agar sizda allaqachon ko'p vizalar bo'lsa, yangisini olish imkoniyati yuqoriroq, agar yo'q bo'lsa, pastroq.": "The situation here is twofold. If you already have many visas, the chance of getting a new one is higher, if not, lower.",
  "Qonun bilan bog'liq muammolar.": "Legal issues.",
  "Mamlakatda jinoiy ish yuritish, migratsiya qoidalarini buzish va deportatsiya qilish, xorijda to‘lanmagan yo‘l jarimalari viza olishga to‘sqinlik qiladi. Migratsiya qoidalariga rioya qilish ayniqsa muhimdir.": "Committing criminal offenses, violating migration rules and deporting, unpaid fines abroad can hinder visa issuance. Compliance with migration rules is especially important.",
  "Xitoy Visasi haqida ma'lumotlar": "Information about the Chinese visa",
  "Xitoy davlatiga istalgan turdagi Viza  xizmatlari  kerak bo'lsa hoziroq bizga murojat qiling!": "If you need any kind of Visa services to China, contact us now!",
  "Birinchi marotaba borayotgan bo’lsanggiz 7-10 kun oralig’ida o’z vizanggizga ega bo’lasiz.": "If you are going for the first time, you will have your visa in 7-10 days.",
  "Oldin Xitoy davlatiga borib kelgan bo’lsanggiz 3-5 kunda o’z vizanggizga ega bo’lasiz.": "If you have been to China before, you will have your visa in 3-5 days.",
   "Viza berish  ehtimoli 100%" : "The probability of getting a visa is 100%",
   "Agarda sizga ham Xitoy vizasi kerak bo'lsa hoziroq bizga murojat qiling!": "If you need a Chinese visa, contact us now!",
   "Viza tarixi talab qilmaydi." : "Visa history is not required.",
   "7 kunda tasdiqlanadi" : "Confirmed in 7 days",
   "3 oy   muddatga beriladi, 30 kun yurish ruxsati bilan" : "Issued for 3 months, with a travel permit for 30 days",
   "Yaponiya Visasi haqida ma'lumotlar": "Information about the Japanese visa",
   "Dunyoda eng kuchli pasport qaysi davlatniki bilasizmi?" : "Do you know which country has the most powerful passport in the world?",
   "Bu pasport bilan siz Dunyoning 193 ta davlatiga vizasiz tashrif buyurishungiz mumkin.":"With this passport, you can visit 193 countries in the world without a visa.",
   "Hattoki eng topda turadigan rivojlangan davlatlarga ham. Albatta savol tug’ilida, Qanday qilib Yaponiya visasini olish mumkin?" : "Even to the most developed countries in the world. Of course, the question is, How can I get a Japanese visa?",
   "Yaponiya fuqarosi bilan turmush qurib." : "Marriage with a Japanese citizen.",
   "Yaponiyada 5 yildan ortiq qonuniy yashab ,ishlab  va boshqa talablarni bajarib." : "Living legally in Japan for more than 5 years, working and fulfilling other requirements.",
   "Biz orqali." : "Through us.",
   "Biz bilan bog’laning, sizga yordam beramiz!" : "Contact us, we will help you!"
}
