{
    "Shengen":"Schengen",
    "AQSH":"USA",
    "Xitoy":"China",
    "Yaponiya":"Japan",
    "Kanada":"Canada",
    "kontakt":"contact",
    "ijtimoiy tarmoqlar":"social networks",
    "Amir Temur shox ko'chasi, Cho'pon ota":"Amir Temur street, corner of Chupon ota",
    "Ariza qoldirish":"Leave a request",
    "Yuborish":"Send",
    "AQSH Visasi haqida ma'lumotlar":"Information about the US visa",
    "AQSHga borish uchun vizalar 2 xil asosiy toifaga bo'linadi":"Visas for entry into the United States are divided into 2 main types",
    "Immigrant (muhojir) vizalar. Bu xuddi Germaniyaga olinadigan D toifadagi milliy vizalarga o'xshash. Ya'ni agar siz AQSHga doimiy yashash uchun bormoqchi bo'lsangiz, u holda shu toifadagi vizalarni olishingiz kerak. Immigrant vizalarga quyidagilarni misol qilib keltirish mumkin":"Immigrant visas. These are similar to the D category national visas for Germany. That is, if you want to go to the USA for permanent residence, then you need to get visas of this category. The following can be cited as examples of immigrant visas",
    "AQSH fuqarosi bilan oila birlashtirish vizasi (turmush o'rtoqlar va 21 yoshga to'lmagan farzandlar uchun)":"Family reunification visa with a US citizen (for spouses and children under 21)",
    "Ish bilan bog'liq vizalar (yuqori iste'dod egalariga, professorlarga, managerlarga, diniy ishchilarga, investorlarga beriladigan vizalar)":"Visas related to work (visas for highly skilled workers, professors, managers, religious workers, investors)",
    "Diversity Visa (hammamiz viladigan green card).":"Diversity Visa (green card that everyone dreams of).",
    "Agar siz AQShda viza muddatidan ko’proq qolsangiz nima bo’ladi?":"What happens if you stay in the USA longer than your visa allows?",
    "Agar viza muddati tugaganidan keyin 1 kundan ortiq qolsangiz, keyingi viza olishingizda katta tasir ko’rsatadi.":"If you stay more than 1 day after your visa expires, it will have a big impact on your next visa.",
    "Agar viza muddati tugaganidan keyin 180 kundan ortiq qolsangiz, AQSH hududiga 3 yil mobaynida kiritilmasligingiz mumkin.":"If you stay more than 180 days after your visa expires, you may not be allowed to enter the USA for 3 years.",
    "Agar viza muddati tugaganidan keyin 1 yildan ortiq qolsangiz, AQSH hududiga 10 yil mobaynida kiritilmasligingiz mumkin.":"If you stay more than 1 year after your visa expires, you may not be allowed to enter the USA for 10 years.",
    "Amerika elchixonasida vizaga murojaat qiluvchilarga beriladigan eng ko‘p uchraydigan savollar (90% li savollar to‘plami)":"The most frequently asked questions for visa applicants at the US Embassy (90% of questions)",
    "Maqsad":"Purpose",
    "AQShga safaringizning maqsadi nima?":"What is the purpose of your trip to the USA?",
    "Nega aynan hozir safar qilmoqchisiz?":"Why do you want to travel right now?",
    "Yo‘nalish va joylashuv":"Direction and location",
    "AQShning qaysi shahriga bormoqchisiz?":"Which city in the USA are you going to?",
    "Qayerda bo‘lasiz? (Mehmonxona, qarindosh yoki do‘stning manzili)":"Where will you stay? (Hotel, relative or friend's address)",
    "Hamrohlar":"Companions",
    "Yolg‘iz ketyapsizmi yoki kimdir bilanmi?":"Are you traveling alone or with someone?",
    "Agar biror kishi bilan bo‘lsa, u kim bo‘ladi? (Do‘st, qarindosh yoki hamkasb)":"If you are with someone, who is it? (Friend, relative or colleague)",
    "Moliyaviy holat":"Financial situation",
    "Safaringiz uchun kim xarajat qiladi?":"Who will pay for your trip?",
    "O‘zingizning daromadingiz qancha?":"How much is your income?",
    "Ish joyingiz va lavozimingiz nima?":"Where do you work and what is your position?",
    "Oldingi safarlar":"Previous trips",
    "Oldin boshqa davlatlarga sayohat qilganmisiz?":"Have you traveled to other countries before?",
    "Oldin AQShga borganmisiz? Agar bo‘lgan bo‘lsangiz, qachon va qanchalik vaqtga?":"Have you been to the USA before? If so, when and for how long?",
    "Ish joyi va faoliyat":"Workplace and activity",
    "Qayerda ishlaysiz?":"Where do you work?",
}