{
    "Shengen":"Шенген",
    "AQSH":"США",
    "Xitoy":"Китай",
    "Yaponiya":"Япония",
    "Kanada":"Канада",
    "kontakt":"контакт",
    "ijtimoiy tarmoqlar":"социальные сети",
    "Amir Temur shox ko'chasi, Cho'pon ota":"улица Амира Темура, угол Чупана",
    "Ariza qoldirish":"Оставить заявку",
    "Yuborish":"Отправить",
    "AQSH Visasi haqida ma'lumotlar":"Информация о визе США",
    "Ismingiz":"Ваше имя",
    "Familiyangiz":"Ваша фамилия",
    "Fikringiz":"Ваше мнение",
    "Telefon raqamingiz":"Ваш номер телефона",
    "AQSHga borish uchun vizalar 2 xil asosiy toifaga bo'linadi":"Визы для въезда в США делятся на 2 основных типа",
    "Immigrant (muhojir) vizalar. Bu xuddi Germaniyaga olinadigan D toifadagi milliy vizalarga o'xshash. Ya'ni agar siz AQSHga doimiy yashash uchun bormoqchi bo'lsangiz, u holda shu toifadagi vizalarni olishingiz kerak. Immigrant vizalarga quyidagilarni misol qilib keltirish mumkin":"Иммиграционные визы. Они аналогичны национальным визам типа D, выдаваемым для Германии. То есть, если вы хотите постоянно жить в США, вам нужно получить визы этого типа. Примеры иммиграционных виз",
    "AQSH fuqarosi bilan oila birlashtirish vizasi (turmush o'rtoqlar va 21 yoshga to'lmagan farzandlar uchun)":"Виза для воссоединения семьи с гражданином США (супруги и дети младше 21 года)",
    "Ish bilan bog'liq vizalar (yuqori iste'dod egalariga, professorlarga, managerlarga, diniy ishchilarga, investorlarga beriladigan vizalar)":"Визы, связанные с работой (высококвалифицированным специалистам, профессорам, менеджерам, религиозным работникам, инвесторам)",
    "Diversity Visa (hammamiz viladigan green card).":"Виза разнообразия (всем известная грин-карта)",
    "Agar siz AQShda viza muddatidan ko’proq qolsangiz nima bo’ladi?" : "Что произойдет, если вы останетесь в США после окончания срока действия визы?",
    "Agar viza muddati tugaganidan keyin 1 kundan ortiq qolsangiz, keyingi viza olishingizda katta tasir ko’rsatadi." : "Если вы останетесь в США более чем на 1 день после окончания срока действия визы, это окажет большое влияние на получение следующей визы.",
    "Agar viza muddati tugaganidan keyin 180 kundan ortiq qolsangiz, AQSH hududiga 3 yil mobaynida kiritilmasligingiz mumkin." : "Если вы останетесь в США более чем на 180 дней после окончания срока действия визы, вас могут не пустить на территорию США в течение 3 лет.",
    "Agar viza muddati tugaganidan keyin 1 yildan ortiq qolsangiz, AQSH hududiga 10 yil mobaynida kiritilmasligingiz mumkin." : "Если вы останетесь в США более чем на 1 год после окончания срока действия визы, вас могут не пустить на территорию США в течение 10 лет.",
    "Amerika elchixonasida vizaga murojaat qiluvchilarga beriladigan eng ko‘p uchraydigan savollar (90% li savollar to‘plami)" : "Самые часто задаваемые вопросы, которые задаются тем, кто обращается за визой в посольство США (90% всех вопросов)",
    "Maqsad" : "Цель",
    "AQShga safaringizning maqsadi nima?" : "Какова цель вашей поездки в США?",
    "Nega aynan hozir safar qilmoqchisiz?" : "Почему именно сейчас вы хотите поехать?",
    "Yo‘nalish va joylashuv" : "Направление и место",
    "AQShning qaysi shahriga bormoqchisiz?" : "В какой город США вы собираетесь?",
    "Qayerda bo‘lasiz? (Mehmonxona, qarindosh yoki do‘stning manzili)" : "Где вы остановитесь? (Адрес гостиницы, родственников или друзей)",
    "Hamrohlar" : "Сопровождающие",
    "Yolg‘iz ketyapsizmi yoki kimdir bilanmi?" : "Вы едете один или с кем-то?",
    "Agar biror kishi bilan bo‘lsa, u kim bo‘ladi? (Do‘st, qarindosh yoki hamkasb)" : "Если с кем-то, кто это? (Друг, родственник или коллега)",
    "Moliyaviy holat" : "Финансовое положение",
    "Safaringiz uchun kim xarajat qiladi?" : "Кто оплачивает вашу поездку?",
    "O‘zingizning daromadingiz qancha?" : "Каков ваш доход?",
    "Ish joyingiz va lavozimingiz nima?" : "Где вы работаете и какая у вас должность?",
    "Oldingi safarlar" : "Предыдущие поездки",
    "Oldin boshqa davlatlarga sayohat qilganmisiz?" : "Вы раньше путешествовали в другие страны?",
    "Oldin AQShga borganmisiz? Agar bo‘lgan bo‘lsangiz, qachon va qanchalik vaqtga?" : "Вы раньше были в США? Если да, когда и на какой срок?",
    "Ish joyi va faoliyat" : "Место работы и деятельность",
    "Qayerda ishlaysiz?" : "Где вы работаете?",
    "Lavozimingiz nima?" : "Какая у вас должность?",
    "Ish beruvchingizning nomi va manzili?" : "Название и адрес вашего работодателя?",
    "Qancha vaqtdan beri shu joyda ishlaysiz?" : "Сколько времени вы работаете здесь?",
    "Oylik daromad" : "Ежемесячный доход",
    "Oylik yoki yillik daromadingiz qancha?" : "Каков ваш ежемесячный или годовой доход?",
    "Ish haqingizdan tashqari boshqa daromad manbalaringiz bormi?" : "У вас есть другие источники дохода, кроме работы?",
    "AQShdagi qarindoshlar yoki do‘stlar" : "Родственники или друзья в США",
    "AQShda qarindoshingiz bormi?" : "У вас есть родственники в США?",
    "Agar bo‘lsa, ular kim va qaerda yashaydi?" : "Если да, кто они и где они живут?",
    "AQShda sizni kim kutib oladi yoki kim bilan bo‘lasiz?" : "Кто вас встретит или с кем вы встретитесь в США?",
    "Kanada Visasi haqida ma'lumotlar" : "Информация о визе Канады",
    "Kanada davlati butun dunyo bo‘ylab juda ko‘plab talabalarning yashash va ta’lim olish uchun ideal mamlakatlardan biri hisoblanadi." : "Канада считается одной из самых идеальных стран для жизни и обучения для студентов со всего мира.",
    "Buni chuqur anglagan Kanada davlati hukumati ham xalqaro talabalar uchun Kanada davlatida ta’lim olishlari uchun juda ko‘plab imkoniyatlarni taqdim etib kelmoqda." : "Правительство Канады, которое это хорошо понимает, предоставляет множество возможностей для обучения в Канаде для международных студентов.",
    " Albatta, bunday imkoniyatlardan to‘liq foydalana olish uchun talabalar avvalo Kanada davlatiga talaba sifatida kirib olishlari kerak." : "Конечно, чтобы воспользоваться всеми этими возможностями, студентам сначала нужно поступить в Канаду в качестве студента.",
    "Bu esa Kanada talabalik vizasini qo‘lga kiritish orqali amalga oshiriladi." : "Это делается путем получения студенческой визы Канады.",
    "KANADA turistlik vizasini ishchi vizaga almashtirsa bo’ladimi?" : "Можно ли получить туристическую визу КАНАДЫ, если у вас есть рабочая виза?",
    "Kanada hukumatining 2020-2024 avgustdagi qaroriga muvofiq Kanadadagi sayohatchilar Kanadada turgan holatda ishlashga ruhsatnomaga topshirishlari mumkin. Buni birinchi talabi, sizga ish beruvchi ishga taklifnoma berishi kerak." : "Согласно решению правительства Канады от августа 2020-2024 года, туристам в Канаде разрешено работать находясь в Канаде. Первым требованием для этого является предложение работодателя о работе.",
    "Undan tashqari albatta sizga ingliz tili yo fransuz tili kerak bo’ladi. Siz buni 100 foiz bilishingiz shart emas. Sizda 4 ielts bo’lishi kerak." : "Кроме того, вам, конечно, понадобится знание английского или французского языка. Вам не обязательно знать это на 100%. Вам нужно получить 4 балла IELTS.",
    "Bu qaror kanadaga tashrif buyurgan mehmonlarni qonuni buzmasdan turib qonuniy tarzda kanada ishlashga imkoniyat yaratdi." : "Это решение создало возможность для гостей, прибывших в Канаду, работать в Канаде в соответствии с законом, не нарушая закон.",
    "Bemalol Kanadaga turist viza bilan borib qonuniy tarzda ishchi vizaga o’tkazish mumkin." : "Конечно, можно получить туристическую визу в Канаду и затем перейти на рабочую визу в соответствии с законом.",
    "Shengen Visa haqida ma'lumotlar":"Информация о визе Шенген",
    "EU Shengen hududi o‘zi nima va u nega kerak?" : "Что такое Шенгенская зона ЕС и зачем она нужна?",
    "Shengen hududini tuzish 1985-yil 14-iyunda Yevropa Ittifoqining beshta davlati - Fransiya, Germaniya, Belgiya, Niderlandiya va Lyuksemburg o‘rtasida hukumatlararo loyiha sifatida boshlangan va asta-sekin dunyoning erkin sayohat hududiga aylangan. Shengen - Lyuksemburgdagi Germaniya va Fransiya bilan chegaradosh kichik qishloq nomi, u yerda 1985−1990 yillarda Shengen shartnomasi va konvensiyasi imzolangan." : "Создание Шенгенской зоны началось 14 июня 1985 года как межправительственный проект между пятью странами Европейского союза - Францией, Германией, Бельгией, Нидерландами и Люксембургом, и постепенно распространилось на свободную зону путешествий по всему миру. Шенген - название небольшой деревни на границе Германии и Франции в Люксембурге, где в 1985-1990 годах были подписаны Шенгенское соглашение и конвенция.",
    "Bu viza turi Shengen davlatlariga erkin kirish, bir mamlakatdan boshqasiga sayohatni chegara nazoratisiz amalga oshirish huquqini beradi." : "Этот тип визы дает право свободного въезда в страны Шенгенского соглашения и свободу путешествий между странами без контроля.",
    "Nima uchun Viza rad etilishi mumkin?" : "Почему визу могут отказать?",
    "Shengen Visalari necha foizi maqullangan?" : "Сколько процентов виз Шенгенская зона одобряет?",
    "Yevrokomissiya 2023-yil uchun Shengen vizalarini berish natijalarini sarhisob qildi" : "Еврокомиссия подвела итоги выдачи виз Шенгенской зоны на 2023 год",
    "Shengen viza bo‘yicha murojaatlarning umumiy soni 37 foizga oshib, 10,3 million arizaga yetgan. So‘rovlar soni bo‘yicha birinchi 5 davlat" : "Общее количество обращений по визам Шенгенской зоны увеличилось на 37 процентов и достигло 10,3 миллиона. По количеству запросов первые 5 стран",
    "Xitoy (1,1 million kishi)" : "Китай (1,1 миллиона человек)",
    "Turkiya (1,05 million kishi)" : "Турция (1,05 миллиона человек)",
    "Hindiston (966 ming kishi)":"Индия (966 тысяч человек)",
    "Marokash (591 ming kishi)" : "Марокко (591 тысяча человек)",
    "Rossiya (520 ming kishi)." : "Россия (520 тысяч человек).",
    "Roʻyxatdan oʻtishdagi qiyinchiliklar, mamlakatlar boʻyicha yangi cheklovlar (Finlyandiyadan berishni toʻliq taqiqlash, Germaniya vizalarini olishning murakkabligi) tufayli murojaat etuvchilar soni deyarli 25% ga kamygani kuzatildi." : "Сложности в прохождении регистрации, новые ограничения по странам (полное подтверждение выезда из Финляндии, сложность получения виз в Германию) привели к тому, что количество обращений сократилось почти на 25%.",
    "Shengen vizasi safar maqsadiga ko’ra 2 kotegoriyada – А va С – beriladi (A va C kategoriyalarda beriladi)" : "Виза Шенгенской зоны выдается в соответствии с целью поездки в 2 категориях - А и С (выдается в категориях А и С)",
    "A kotegoriyasidagi viza Shengen davlati aeropoti xalqaro tranzit hududidan o’tishga mo’ljallangan bo’lib, u Shengen kelishuvi a’zo davlatlarining to’g’ridan to’g’ri hududlariga kirish huquqini bermaydi." : "Виза категории А предназначена для прохождения через международную транзитную зону аэропорта страны Шенгенского соглашения и не дает права на въезд на территорию стран-членов Шенгенского соглашения.",
    "C kotegoriyasidagi viza Shengen kelishuvi a’zo davlatlari bo’lgan 1 yoki undan ko’p mamlakatlarida bo’lish hohishini bildirgan yoki tranzit orqali bir davlatdan ikkinchi davlatga o’tish istagi bor fuqarolar uchun beriladi." : "Виза категории С выдается гражданам, которые выразили желание посетить одну или несколько стран-членов Шенгенского соглашения или имеют желание транзитом перейти из одной страны в другую.",
    "Uzoq muddatli viza – kategoriya D" : "Долгосрочная виза - категория D",
    "Latviyada yarim yil mobaynida 90 kundan ortiq turish zarur bo’lgan chet el fuqarosi uzoq muddatli viza (yoki вид на жительство) rasmiylashtirishi lozim." : "Иностранцу, который обязан пребывать в Латвии более 90 дней в течение полугода, необходимо оформить долгосрочную визу (или вид на жительство).",
    "Hujjatlar yetarli emas." : "Документы не достаточны.",
    "Eng keng tarqalgan sabab. Har bir viza uchun hujjatlar ro‘yxati har hil bo'ladi  – agar siz talab qilinayotgan barcha hujjatlarni to’liq va to’g’ri ravishda topshirmasangiz sizga viza berilmasligi mumkin.": "Самая распространенная причина. Список документов для каждой визы всегда разный - если вы не предоставите все требуемые документы в полном и правильном виде, вам могут отказать в визе.",
    "Hujjatlar juda eski." : "Документы слишком старые.",
    "Ba'zi mamlakatlarda maxsus talablar mavjud - masalan, hujjatlarni topshirishdan kamida 6 oy oldin su'ratga olish mumkin, bankdan ko'chirma esa ko'pi bilan 1 oy oldin olinishi mumkin." : "В некоторых странах есть специальные требования - например, справку можно получить не ранее чем за 6 месяцев до предоставления документов, а выписку из банка можно получить за 1 месяц до предоставления.",
    "Oldingi sayohatlar." : "Предыдущие поездки.",
    "Bu yerda vaziyat 2 hil. Agar sizda allaqachon ko'p vizalar bo'lsa, yangisini olish imkoniyati yuqoriroq, agar yo'q bo'lsa, pastroq." : "Здесь ситуация двоякая. Если у вас уже есть много виз, вероятность получения новой выше, если нет, то ниже.",
    "Qonun bilan bog'liq muammolar." : "Проблем с законом.",
    "Mamlakatda jinoiy ish yuritish, migratsiya qoidalarini buzish va deportatsiya qilish, xorijda to‘lanmagan yo‘l jarimalari viza olishga to‘sqinlik qiladi. Migratsiya qoidalariga rioya qilish ayniqsa muhimdir." : "Совершение преступлений, нарушение миграционных законов и депортация, непогашенные штрафы за нарушения на дорогах в стране могут помешать получению визы. Соблюдение миграционных правил особенно важно.",
    "Xitoy Visasi haqida ma'lumotlar" : "Информация о визе Китая",
    "Xitoy davlatiga istalgan turdagi Viza  xizmatlari  kerak bo'lsa hoziroq bizga murojat qiling!" : "Если в вас есть потребность в любых видах виз в Китай, обращайтесь к нам!",
    "Birinchi marotaba borayotgan bo’lsanggiz 7-10 kun oralig’ida o’z vizanggizga ega bo’lasiz." : "Если вы впервые посещаете Китай, вы получите свою визу через 7-10 дней.",
    "Oldin Xitoy davlatiga borib kelgan bo’lsanggiz 3-5 kunda o’z vizanggizga ega bo’lasiz." : "Если вы уже были в Китае, вы получите свою визу через 3-5 дней.",
    "Viza berish  ehtimoli 100%" : "Вероятность получения визы 100%",
    "Agarda sizga ham Xitoy vizasi kerak bo'lsa hoziroq bizga murojat qiling!" : "Если вам нужна виза в Китай, обращайтесь к нам!",
    "Viza tarixi talab qilmaydi." : "Виза не требует истории.",
    "7 kunda tasdiqlanadi" : "Утверждается за 7 дней",
    "3 oy   muddatga beriladi, 30 kun yurish ruxsati bilan" : "Дается на 3 месяца, с разрешением на пребывание 30 дней",
    "Yaponiya Visasi haqida ma'lumotlar" : "Информация о визе Японии",
    "Dunyoda eng kuchli pasport qaysi davlatniki bilasizmi?" : "Какой паспорт является самым мощным в мире?",
    "Bu pasport bilan siz Dunyoning 193 ta davlatiga vizasiz tashrif buyurishungiz mumkin.":"С этим паспортом вы можете посетить 193 страны мира без визы.",
    "Hattoki eng topda turadigan rivojlangan davlatlarga ham. Albatta savol tug’ilida, Qanday qilib Yaponiya visasini olish mumkin?" : "Даже в самых развитых странах мира. Конечно, вопрос в том, как получить визу в Японию?",
    "Yaponiya fuqarosi bilan turmush qurib." : "Вступление в брак с гражданином Японии.",
    "Yaponiyada 5 yildan ortiq qonuniy yashab ,ishlab  va boshqa talablarni bajarib." : "Проживание в Японии более 5 лет, работа и выполнение других требований.",
    "Biz orqali." : "Через нас.",
    "Biz bilan bog’laning, sizga yordam beramiz!" : "Свяжитесь с нами, мы поможем вам!"
}