{
    "Shengen":"Шенген",
    "AQSH":"США",
    "Xitoy":"Китай",
    "Yaponiya":"Япония",
    "Kanada":"Канада",
    "kontakt":"контакт",
    "ijtimoiy tarmoqlar":"социальные сети",
    "Amir Temur shox ko'chasi, Cho'pon ota":"улица Амира Темура, угол Чупана",
    "Ariza qoldirish":"Оставить заявку",
    "Yuborish":"Отправить",
    "AQSH Visasi haqida ma'lumotlar":"Информация о визе США",
    "AQSHga borish uchun vizalar 2 xil asosiy toifaga bo'linadi":"Визы для въезда в США делятся на 2 основных типа",
    "Immigrant (muhojir) vizalar. Bu xuddi Germaniyaga olinadigan D toifadagi milliy vizalarga o'xshash. Ya'ni agar siz AQSHga doimiy yashash uchun bormoqchi bo'lsangiz, u holda shu toifadagi vizalarni olishingiz kerak. Immigrant vizalarga quyidagilarni misol qilib keltirish mumkin":"Иммиграционные визы. Они аналогичны национальным визам типа D, выдаваемым для Германии. То есть, если вы хотите постоянно жить в США, вам нужно получить визы этого типа. Примеры иммиграционных виз",
    "AQSH fuqarosi bilan oila birlashtirish vizasi (turmush o'rtoqlar va 21 yoshga to'lmagan farzandlar uchun)":"Виза для воссоединения семьи с гражданином США (супруги и дети младше 21 года)",
    "Ish bilan bog'liq vizalar (yuqori iste'dod egalariga, professorlarga, managerlarga, diniy ishchilarga, investorlarga beriladigan vizalar)":"Визы, связанные с работой (высококвалифицированным специалистам, профессорам, менеджерам, религиозным работникам, инвесторам)",
    "Diversity Visa (hammamiz viladigan green card).":"Виза разнообразия (всем известная грин-карта)",
    "Agar siz AQShda viza muddatidan ko’proq qolsangiz nima bo’ladi?" : "Что произойдет, если вы останетесь в США после окончания срока действия визы?",
    "Agar viza muddati tugaganidan keyin 1 kundan ortiq qolsangiz, keyingi viza olishingizda katta tasir ko’rsatadi." : "Если вы останетесь в США более чем на 1 день после окончания срока действия визы, это окажет большое влияние на получение следующей визы.",
    "Agar viza muddati tugaganidan keyin 180 kundan ortiq qolsangiz, AQSH hududiga 3 yil mobaynida kiritilmasligingiz mumkin." : "Если вы останетесь в США более чем на 180 дней после окончания срока действия визы, вас могут не пустить на территорию США в течение 3 лет.",
    "Agar viza muddati tugaganidan keyin 1 yildan ortiq qolsangiz, AQSH hududiga 10 yil mobaynida kiritilmasligingiz mumkin." : "Если вы останетесь в США более чем на 1 год после окончания срока действия визы, вас могут не пустить на территорию США в течение 10 лет.",
    "Amerika elchixonasida vizaga murojaat qiluvchilarga beriladigan eng ko‘p uchraydigan savollar (90% li savollar to‘plami)" : "Самые часто задаваемые вопросы, которые задаются тем, кто обращается за визой в посольство США (90% всех вопросов)",
    "Maqsad" : "Цель",
    "AQShga safaringizning maqsadi nima?" : "Какова цель вашей поездки в США?",
    "Nega aynan hozir safar qilmoqchisiz?" : "Почему именно сейчас вы хотите поехать?",
    "Yo‘nalish va joylashuv" : "Направление и место",
    "AQShning qaysi shahriga bormoqchisiz?" : "В какой город США вы собираетесь?",
    "Qayerda bo‘lasiz? (Mehmonxona, qarindosh yoki do‘stning manzili)" : "Где вы остановитесь? (Адрес гостиницы, родственников или друзей)",
    "Hamrohlar" : "Сопровождающие",
    "Yolg‘iz ketyapsizmi yoki kimdir bilanmi?" : "Вы едете один или с кем-то?",
    "Agar biror kishi bilan bo‘lsa, u kim bo‘ladi? (Do‘st, qarindosh yoki hamkasb)" : "Если с кем-то, кто это? (Друг, родственник или коллега)",
    "Moliyaviy holat" : "Финансовое положение",
    "Safaringiz uchun kim xarajat qiladi?" : "Кто оплачивает вашу поездку?",
    "O‘zingizning daromadingiz qancha?" : "Каков ваш доход?",
    "Ish joyingiz va lavozimingiz nima?" : "Где вы работаете и какая у вас должность?",
    "Oldingi safarlar" : "Предыдущие поездки",
    "Oldin boshqa davlatlarga sayohat qilganmisiz?" : "Вы раньше путешествовали в другие страны?",
    "Oldin AQShga borganmisiz? Agar bo‘lgan bo‘lsangiz, qachon va qanchalik vaqtga?" : "Вы раньше были в США? Если да, когда и на какой срок?",
    "Ish joyi va faoliyat" : "Место работы и деятельность",
    "Qayerda ishlaysiz?" : "Где вы работаете?",
    "Lavozimingiz nima?" : "Какая у вас должность?",
    "Ish beruvchingizning nomi va manzili?" : "Название и адрес вашего работодателя?",
    "Qancha vaqtdan beri shu joyda ishlaysiz?" : "Сколько времени вы работаете здесь?",
    "Oylik daromad" : "Ежемесячный доход",
    "Oylik yoki yillik daromadingiz qancha?" : "Каков ваш ежемесячный или годовой доход?",
    "Ish haqingizdan tashqari boshqa daromad manbalaringiz bormi?" : "У вас есть другие источники дохода, кроме работы?",
    "AQShdagi qarindoshlar yoki do‘stlar" : "Родственники или друзья в США",
    "AQShda qarindoshingiz bormi?" : "У вас есть родственники в США?",
    "Agar bo‘lsa, ular kim va qaerda yashaydi?" : "Если да, кто они и где они живут?",
    "AQShda sizni kim kutib oladi yoki kim bilan bo‘lasiz?" : "Кто вас встретит или с кем вы встретитесь в США?"
}